Repository: jarilammi/lutheran.radio
Catalog: Lutheran Radio/Localizable.xcstrings
Source language: en
Languages: am, bg, cs, da, de, el, es, et, fi, fit, fo, fr, gag, hr, hu, id, is, it, kl, lt, lv, nb, nl, nn, pl, pt, pt_br, ro, ru, se, sk, sl, sq, sv, sw, te, uk

source: Switch to a different language stream.
am: ወደ ሌላ የቋንቋ ስርጭት ይቀይሩ።
bg: Превключете към друг езиков поток.
cs: Přepnout na jiný jazykový stream.
da: Skift til en anden sprogstrøm.
de: Zu einem anderen Sprachstream wechseln.
el: Αλλαγή σε διαφορετική ροή γλώσσας.
es: Cambiar a otro stream de idioma.
et: Vaheta teisele keelevoole.
fi: Vaihda toiseen kielivirtaan.
fit: Vaihda toiseen kielivirtaan.
fo: Skift til ein annan málsstreym.
fr: Changer de flux linguistique.
gag: Başka dil yayınına geç.
hr: Prebaci na drugi jezični stream.
hu: Váltás másik nyelvi adásra.
id: Alihkan ke siaran bahasa lain.
is: Skipta yfir í annan tungumálastraum.
it: Passa a un altro flusso linguistico.
kl: Allanut oqaatsit atortussat qallunaatut allannguarsi.
lt: Perjungti į kitą kalbos srautą.
lv: Pārslēgties uz citu valodas straumi.
nb: Bytt til en annen språkstrøm.
nl: Overschakelen naar een andere taalstream.
nn: Byt til ein annan språkstraum.
pl: Przełącz na inny strumień językowy.
pt: Mudar para outro fluxo de idioma.
pt_br: Trocar para outro stream de idioma.
ro: Comută la un alt flux de limbă.
ru: Переключиться на другой языковой поток.
se: Rievdat eará gielladálkkodahkii.
sk: Prepnúť na iný jazykový stream.
sl: Preklopi na drug jezikovni pretok.
sq: Ndërro te një transmetim gjuhësor tjetër.
sv: Växla till en annan språkström.
sw: Badilisha kwenda mtiririko mwingine wa lugha.
te: వేరే భాషా స్ట్రీమ్‌కి మారండి.
uk: Перемкнутися на інший мовний потік.

# switched_to_language %@
source: Switched to %@
am: ወደ %@ ተቀይሯል
bg: Превключено към %@
cs: Přepnuto na %@
da: Skiftet til %@
de: Zu %@ gewechselt
el: Αλλαγή σε %@
es: Cambiado a %@
et: Lülitatud %@ keelde
fi: Vaihdettu kieleen %@
fit: Vaihdettu kieleen %@
fo: Skift til %@
fr: Passage à %@
gag: %@ dilinä geçildi
hr: Prebačeno na %@
hu: Átváltva: %@
id: Dialihkan ke %@
is: Skipt yfir í %@
it: Passato a %@
kl: Allagarsorneq %@ -mut
lt: Perjungta į %@
lv: Pārslēgts uz %@
nb: Byttet til %@
nl: Overgeschakeld naar %@
nn: Bytta til %@
pl: Przełączono na %@
pt: Mudado para %@
pt_br: Trocado para %@
ro: Comutat la %@
ru: Переключено на %@
se: Sirdásii %@ -ii
sk: Prepnuté na %@
sl: Preklopljeno na %@
sq: U kalua te %@
sv: Bytt till %@
sw: Imebadilishwa kuwa %@
te: %@కి మార్చబడింది
uk: Перемкнено на %@

source: Tap to open
am: ለመክፈት መታ ያድርጉ
bg: Докоснете, за да отворите
cs: Klepněte pro otevření
da: Tryk for at åbne
de: Zum Öffnen tippen
el: Πατήστε για άνοιγμα
es: Toca para abrir
et: Puuduta avamiseks
fi: Avaa napauttamalla
fit: Avaa nappauttamalla
fo: Trýst fyri at lata upp
fr: Touchez pour ouvrir
gag: Açmaa üçin bas
hr: Dodirnite za otvaranje
hu: Koppintson a megnyitáshoz
id: Ketuk untuk membuka
is: Pikka til að opna
it: Tocca per aprire
kl: Ammassallugu tooruk
lt: Bakstelėkite, kad atidarytumėte
lv: Pieskarieties, lai atvērtu
nb: Trykk for å åpne
nl: Tik om te openen
nn: Trykk for å opna
pl: Stuknij, aby otworzyć
pt: Toque para abrir
pt_br: Toque para abrir
ro: Atinge pentru a deschide
ru: Нажмите, чтобы открыть
se: Deaddil rabastit
sk: Klepnite na otvorenie
sl: Tapnite za odprtje
sq: Prek për të hapur
sv: Tryck för att öppna
sw: Gusa ili kufungua
te: తెరవడానికి నొక్కండి
uk: Натисніть, щоб відкрити

source: Toggle Lutheran Radio
am: Lutheran Radioን ቀያይር
bg: Превключи Lutheran Radio
cs: Přepnout Lutheran Radio
da: Skift Lutheran Radio
de: Lutheran Radio umschalten
el: Εναλλαγή Lutheran Radio
es: Alternar Lutheran Radio
et: Lülita Lutheran Radio
fi: Vaihda Lutheran Radio
fit: Vaihda Lutheran Radio
fo: Skift Lutheran Radio
fr: Basculer Lutheran Radio
gag: Lutheran Radio aç/kapa
hr: Uključi/isključi Lutheran Radio
hu: Lutheran Radio átkapcsolása
id: Alihkan Lutheran Radio
is: Skipta um Lutheran Radio
it: Attiva/disattiva Lutheran Radio
kl: Lutheran Radio allannguarsi
lt: Perjungti Lutheran Radio
lv: Pārslēgt Lutheran Radio
nb: Veksle Lutheran Radio
nl: Lutheran Radio omschakelen
nn: Veksla Lutheran Radio
pl: Przełącz Lutheran Radio
pt: Ativar/desativar Lutheran Radio
pt_br: Alternar Lutheran Radio
ro: Comută Lutheran Radio
ru: Переключить Lutheran Radio
se: Rievdat Lutheran Radio
sk: Prepnúť Lutheran Radio
sl: Preklopi Lutheran Radio
sq: Ndërro Lutheran Radio
sv: Växla Lutheran Radio
sw: Geuza Lutheran Radio
te: Lutheran Radio టోగుల్ చేయి
uk: Перемкнути Lutheran Radio

source: Toggle Lutheran Radio Playback
am: የ Lutheran Radio መጫወትን ቀያይር
bg: Превключи възпроизвеждането на Lutheran Radio
cs: Přepnout přehrávání Lutheran Radio
da: Skift Lutheran Radio afspilning
de: Lutheran Radio Wiedergabe umschalten
el: Εναλλαγή αναπαραγωγής Lutheran Radio
es: Alternar reproducción de Lutheran Radio
et: Lülita Lutheran Radio taasesitust
fi: Vaihda Lutheran Radio -kanavaa
fit: Vaihda Lutheran Radio -kanavaa
fo: Skift Lutheran Radio avspæling
fr: Basculer la lecture de Lutheran Radio
gag: Lutheran Radio çalmaasını aç/kapa
hr: Uključi/isključi reprodukciju Lutheran Radio
hu: Lutheran Radio lejátszás átkapcsolása
id: Alihkan Pemutaran Lutheran Radio
is: Skipta um Lutheran Radio spilun
it: Attiva/disattiva la riproduzione di Lutheran Radio
kl: Lutheran Radio tusarnaarniaraluarneq allannguarsi
lt: Perjungti Lutheran Radio atkūrimą
lv: Pārslēgt Lutheran Radio atskaņošanu
nb: Veksle Lutheran Radio avspilling
nl: Lutheran Radio-afspeling omschakelen
nn: Veksla Lutheran Radio avspeling
pl: Przełącz odtwarzanie Lutheran Radio
pt: Ativar/desativar a reprodução da Lutheran Radio
pt_br: Alternar reprodução da Lutheran Radio
ro: Comută redarea Lutheran Radio
ru: Переключить воспроизведение Lutheran Radio
se: Rievdat Lutheran Radio čuojahan
sk: Prepnúť prehrávanie Lutheran Radio
sl: Preklopi predvajanje Lutheran Radio
sq: Ndërro luajtjen e Lutheran Radio
sv: Växla Lutheran Radio kanal
sw: Geuza uchezaji wa Lutheran Radio
te: Lutheran Radio ప్లేబ్యాక్ టోగుల్ చేయి
uk: Перемкнути відтворення Lutheran Radio

source: Toggle play/pause from Live Activity.
am: ከ Live Activity አጫውት/ለአፍታ አቁምን ቀያይር።
bg: Превключи възпроизвеждане/пауза от Live Activity.
cs: Přepnout přehrávání/pauzu z Live Activity.
da: Skift mellem afspilning og pause fra Live-aktivitet.
de: Wiedergabe/Pause von Live-Aktivität umschalten.
el: Εναλλαγή αναπαραγωγής/παύσης από τη Ζωντανή δραστηριότητα.
es: Alternar reproducir/pausar desde Actividad en Directo.
et: Lülita esitus/paus Live-tegevusest.
fi: Vaihda toisto/tauko Live-toiminnosta.
fit: Vaihda toisto/tauko Live-toiminnosta.
fo: Skift millum avspæling og steðgur frá Live-virkni.
fr: Basculer lecture/pause depuis l’Activité en direct.
gag: Live Activity-dän çal/pauza.
hr: Uključi ili pauziraj reprodukciju iz Aktivnosti uživo.
hu: Lejátszás/szünet átkapcsolása az élő tevékenységből.
id: Alihkan putar/jeda dari Live Activity.
is: Skipta á milli spilunar og pásu úr Live-virkni.
it: Attiva/disattiva riproduzione/pausa dall’Attività in tempo reale.
kl: Tusarnaarniaraluarneq/uninnganeq Live-piqqusivimmit allannguarsi.
lt: Perjungti grojimą/pauzę iš Live veiklos.
lv: Pārslēgt atskaņošanu/pauzi no Live aktivitātes.
nb: Veksle mellom avspilling og pause fra Live-aktivitet.
nl: Afspelen/pauzeren omschakelen vanuit Live Activiteit.
nn: Veksla mellom avspeling og pause frå Live-aktivitet.
pl: Przełącz odtwarzanie/pauzę z Aktywności na żywo.
pt: Ativar/desativar reprodução/pausa a partir da Live Activity.
pt_br: Alternar reproduzir/pausar na Live Activity.
ro: Comută redare/pauză din Activitatea live.
ru: Переключить воспроизведение/паузу из Live Activity.
se: Rievdat čuojahan/bisán Live-aktiivvuođas.
sk: Prepnúť play/pause z Live Activity.
sl: Preklopi predvajanje ali zaustavitev iz Live Activity.
sq: Ndërro luaj/pauzë nga Live Activity.
sv: Växla spela/paus från Live-aktivitet.
sw: Geuza cheza/sitisha kutoka Live Activity.
te: Live Activity నుండి ప్లే/పాజ్ టోగుల్ చేయండి.
uk: Перемкнути відтворення/паузу з Live Activity.

source: Toggle Playback
am: መጫወትን ቀያይር
bg: Превключи възпроизвеждането
cs: Přepnout přehrávání
da: Skift afspilning
de: Wiedergabe umschalten
el: Εναλλαγή αναπαραγωγής
es: Alternar reproducción
et: Lülita taasesitus
fi: Vaihda toisto
fit: Vaihda toisto
fo: Skifta avspæling
fr: Basculer la lecture
gag: Çalmaayı aç/kapa
hr: Uključi/isključi reprodukciju
hu: Lejátszás átkapcsolása
id: Alihkan Pemutaran
is: Skipta spilun
it: Attiva/disattiva riproduzione
kl: Tusarnaarniaraluarneq allannguarsi
lt: Perjungti grojimą
lv: Pārslēgt atskaņošanu
nb: Veksle avspilling
nl: Afspelen omschakelen
nn: Veksla avspeling
pl: Przełącz odtwarzanie
pt: Ativar/desativar reprodução
pt_br: Alternar reprodução
ro: Comută redarea
ru: Переключить воспроизведение
se: Rievdat čuojahan
sk: Prepnúť prehrávanie
sl: Preklopi predvajanje
sq: Ndërro luajtjen
sv: Växla uppspelning
sw: Geuza uchezaji
te: ప్లేబ్యాక్ టోగుల్ చేయి
uk: Перемкнути відтворення

# volume_set_to
source: Volume set to %lld percent
am: ድምጽ ወደ %lld በመቶ ተቀናብሯል
bg: Силата на звука е зададена на %lld процента
cs: Hlasitost nastavena na %lld procent
da: Lydstyrke sat til %lld procent
de: Lautstärke auf %lld Prozent eingestellt
el: Η ένταση ορίστηκε στο %lld τοις εκατό
es: Volumen ajustado al %lld por ciento
et: Helitugevus seatud %lld protsendile
fi: Äänenvoimakkuus asetettu %lld prosenttiin
fit: Äänenvoimakkuus asetettu %lld prosenttiin
fo: Ljóðstyrki stillaður til %lld prosent
fr: Volume réglé sur %lld pour cent
gag: Ses %lld proţentä ayarlandı
hr: Glasnoća postavljena na %lld posto
hu: Hangerő %lld százalékra állítva
id: Volume diatur ke %lld persen
is: Hljóðstyrkur stilltur á %lld prósent
it: Volume impostato al %lld percento
kl: Hørigutit %lld %%-mut settet
lt: Garsumas nustatytas %lld procentų
lv: Skaļums iestatīts uz %lld procentiem
nb: Volum satt til %lld prosent
nl: Volume ingesteld op %lld procent
nn: Volum sett til %lld prosent
pl: Głośność ustawiona na %lld procenta
pt: Volume definido para %lld por cento
pt_br: Volume ajustado para %lld por cento
ro: Volum setat la %lld la sută
ru: Громкость установлена на %lld процента
se: Hárdu lea settet %lld %%-ii
sk: Hlasitosť nastavená na %lld percent
sl: Glasnost nastavljena na %lld odstotkov
sq: Volumi u vendos në %lld për qind
sv: Volym inställd på %lld procent
sw: Sauti imewekwa asilimia %lld
te: వాల్యూమ్ %lld శాతానికి సెట్ చేయబడింది
uk: Гучність встановлено на %lld відсотка

source: Widget Configuration
am: የዊጄት ውቅር
bg: Конфигурация на джаджата
cs: Konfigurace widgetu
da: Widget-konfiguration
de: Widget-Konfiguration
el: Διαμόρφωση γραφικού στοιχείου
es: Configuración del widget
et: Vidina seadistamine
fi: Widget-määritykset
fit: Widget-määritykset
fo: Widget uppseting
fr: Configuration du widget
gag: Vidjet konfiguratsiyası
hr: Konfiguracija widgeta
hu: Widgetbeállítások
id: Konfigurasi Widget
is: Græjustillingar
it: Configurazione del widget
kl: Widget akuerineq
lt: Valdiklio konfigūracija
lv: Logrīka konfigurācija
nb: Widget-konfigurasjon
nl: Widget-configuratie
nn: Widget-konfigurasjon
pl: Konfiguracja widżetu
pt: Configuração do widget
pt_br: Configuração do widget
ro: Configurare widget
ru: Конфигурация виджета
se: Widget heivehusat
sk: Konfigurácia widgetu
sl: Konfiguracija pripomočka
sq: Konfigurimi i widget-it
sv: Widget-konfiguration
sw: Mipangilio ya wijeti
te: విడ్జెట్ కాన్ఫిగరేషన్
uk: Конфігурація віджета

source: OK
fit: Selvä
fo: Í lagi
gag: Tamam
hr: U redu
is: Í lagi
kl: Aap
lt: Gerai
lv: Labi
nb: Greit
nn: Greitt
pl: Dobrze
ru: О’кей
se: Buorre
sl: V redu
